Repository: alexbenfica/Publish-to-Schedule-WordPress-plugin
Catalog: lang/*.po
Languages: nl_nl

source: Pub. to Schedule
nl_nl: Inplannen

source: Please donate. Even 1 dollar will help me a lot! Seriously!
nl_nl: Doneer alstublieft. Zelfs één euro helpt!

source: Donate
nl_nl: Doneer

source: Plugin version
nl_nl: Plugin versie

source: Your WordPress timezone settings might be incorrect!
nl_nl: Je Wordpress tijdzone is waarschijnlijk niet goed ingesteld!

source: See details
nl_nl: Bekijk details

source: Please tell the blog admin!
nl_nl: Meldt dit aan de beheerder!

source: Post already scheduled for a future date!
nl_nl: Bericht is al ingepland in de toekomst!

source: In this case, the plugin will do nothing!
nl_nl: Deze plugin zal nu niks aanpassen!

source: post at
nl_nl: plaatsen op

source: Edit post
nl_nl: Bericht bewerken

source: of
nl_nl: op

source: available day!
nl_nl: Beschikbare dag!

source: Too late to publish
nl_nl: Te laat om te publiceren

source: To publish in a different date and bypass the plugin, first choose the schedule date from the WordPress controls above and then click the Schedule button!
nl_nl: Wil je dit bericht nu plaatsen, selecteer dan een datum via de standaard Wordpress ‘inplannen’ optie. En klik dan op “Inplannen”.

source: Will be schedule to
nl_nl: Zal worden geplaatst op

source: at
nl_nl: om

source: Could not find a suitable date to this post!
nl_nl: Er kan geen beschikbare datum worden gevonden voor dit bericht!

source: No changes will be made to this post date!
nl_nl: Dit bericht zal niet worden aangepast!

source: Something is wrong!
nl_nl: Er is iets misgegaan!

source: Please contact the plugin developer!
nl_nl: Neem contact op met de plugin ontwikkelaar!

source: You must check "Yes" for at least 1 day of week!
nl_nl: Je moet minstens bij een 1 dag “Ja” neerzetten!

source: Options saved!
nl_nl: Instellingen opgeslagen!

source: Options
nl_nl: Instellingen

source: Which days of week posts are allowed to be auto-scheduled? <br>(The schedule happens only when you click the "Pub. to Schedule" button!)
nl_nl: Welke dagen mogen gebruikt worden, voor het plaatsen van berichten?

source: Put 0 in a day when you do not want posts to be scheduled!
nl_nl: Zet een 0 achter de dag, als je op deze dag geen berichten ingepland wil hebben.

source: Example: if you put 0 on Sunday, this plugin will never schedule a post to be published on Sundays. <br> But still, if you want to schedule an article to be published in a Sunday, just schedule it using the standard schedule button of WordPress and it will be published on the date you choose, ignoring all options below!<br>
nl_nl: Voorbeeld: Als je een 0 plaats achter zondag, zullen er nooit berichten op deze dag ingepland worden. Mocht je dat alsnog willen, gebruik dan de Wordpress instellingen om het bericht in te plannen.

source: For each day, set how many posts will be scheduled!
nl_nl: Stel in hoeveel berichten er elke dag ingepland mogen worden.

source: Sunday
nl_nl: Zondag

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: Specify the time interval in which you want to have your posts scheduled!
nl_nl: Tussen welke tijden moeten de berichten ingepland worden?

source: Example: posts will only be scheduled to be published in this time interval.<br> But still, if you do via WordPress schedule button, you can schedule for any time you want!
nl_nl: Voorbeeld: Stel dit in op 09:00 en 17:00 en de berichten zullen automatisch worden ingepland tussen negen en vijf.

source: Start Time
nl_nl: Begintijd

source: (defaults to 00:00)
nl_nl: (standaard 00:00)

source: End Time
nl_nl: Eindtijd

source: (defaults to 23:59)
nl_nl: (standaard 23:59)

source: The date and time we detect :
nl_nl: Wordpress zegt dat het zo laat is:

source: Your timezone configuration and server time seems to be OK!
nl_nl: De tijdzone en systeemtijd lijkt in orde te zijn!

source: According to your web server
nl_nl: Volgens je webserver

source: the GMT time is:
nl_nl: de GMT tijd is:

source: The timezone configured in your
nl_nl: De tijdzone die is ingesteld in je

source: WordPress settings
nl_nl: Wordpress instellingen

source: so your server think that is your local time is:
nl_nl: dus de server denkt heeft de volgende lokale tijd:

source: but this is different from time on you machine now!
nl_nl: maar dat is ongelijk aan de tijd van je computer!

source: If the difference is not too big (less than 2h or 3h) you problably will not have side effects and the plugin should work fine!
nl_nl: Als het verschil niet zo groot (minder dan 2 uur) is, zou deze plugin gewoon zijn werk kunnen doen, maar er zouden foutjes kunnen optreden.

source: Othewise, with big time differences, you can have issues with the real time that each post will be scheduled!
nl_nl: Anders, met grote verschillen, kunnen er problemen optreden met het inplannen van berichten!

source: Sometimes you have to set a different timezone to compensate daylight saving time or a missconfigured server time!
nl_nl: Soms moet je een andere tijdzone selecteren om de zomertijd (of een foute server tijd) te compenseren!

source: If you can, change the timezone to correct this, refresh this page and this message will be shown anymore!
nl_nl: Als je dit kan, moet je de tijdzone goed zetten en deze pagina verversen!

source: How much information you want to see near the "Publish" button (on post edit screen)?
nl_nl: Hoeveel informatie wil je bij de “publiceer”-knop bij het plaatsen van een bericht?

source: Show all information available!
nl_nl: Laat alle informatie zien!

source: I want to see how this plugin works!
nl_nl: Ik wil zien hoe deze plugin zijn werk doet!

source: (Might be a lot of text! Good for debugging purposes or enthusiats!)
nl_nl: (Het zou kunnen dat er nogal veel tekst verschijnt. Voor debugger en nieuwsgierige mensen)

source: Just do the magic!
nl_nl: Niks laten zien, gewoon werken!

source: Only show the calculated "auto schedule date" for the post!
nl_nl: Laat alleen de eerst beschikbare “publicatiedatum” zien.

source: Do you like this plugin?
nl_nl: Vind je dit een fijne plugin?

source: Tweet
nl_nl: Twitter

source: about it
nl_nl: erover

source: Rate it
nl_nl: Plugin beoordelen

source: on the repository!
nl_nl: In the plugin directory!

source: Help with translation!
nl_nl: Help met vertalen! Heeft Stephan al gedaan.

source: We dont have this plugin translated to your language yet!
nl_nl: Deze plugin is nog niet in jou taal beschikbaar! Huh?

source: The languages already translated are:
nl_nl: Deze plugin is beschikbaar in de volgende talen:

source: If you speak any of these and are native in
nl_nl: Als je een van deze talen beheers en je eerste taal … is

source: help translating this plugin to you language!
nl_nl: help met het vertalen van deze plugin!

source: Statistics
nl_nl: Statistieken

source: Help make this plugin even better!
nl_nl: Help deze plugin beter maken!

source: Allow plugin usage statistics to be shared with its developer.
nl_nl: Verstuur gebruiksstatistieken naar de ontwikkelaar.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Did it save you a lot of time?
nl_nl: Bespaart het je een hoop tijd?

source: Ohh yes... it certainly did!
nl_nl: Ja, absoluut!

source: Since you installed this plugin
nl_nl: Sinds je deze plugin hebt geïnstalleerd zijn er

source: posts were automatically scheduled, saving your time!
nl_nl: berichten automatisch ingepland, dat moet wel tijd besparen!

source: Consider making a donation
nl_nl: Misschien moet je iets doneren.

source: Trust-me - even 1 dollar will make me happy... but you can choose any amount! :)
nl_nl: Wie het kleine niet eert is het grote niet waard. Ik ben ook blij met één euro.

source: Save all changes
nl_nl: Alle instellingen opslaan

source: Settings
nl_nl: Instellingen
